Revit 2027 API
ParameterTypeId.FbxLightDimmingLightColor Property
 "Dimming Lamp Color Temperature Shift"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightDimmingLightColor { get; }
Public Shared ReadOnly Property FbxLightDimmingLightColor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightDimmingLightColor {
	ForgeTypeId^ get ();
}
static member FbxLightDimmingLightColor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace